export let big_library_yushi = [
  { 
    triggers: ["скільки тобі років", "скільки років"], 
    answers: ["мені 12 років☺️"] 
  },
  { 
    triggers: ["ти хороша", "ти тендітна", "гарнюня","Ти найкрасивіша","ти найкраща","ти мила", "милашка", "розумничка", "розумашка"], 
    answers: ["Дякую мені дуже приємно😘", "дякую ти теж хороший🤭", "Ти найкращий🫰"],
    follow_up:{
      triggers: ["немає за що", "немає защо", "завжди будьласка"], 
      answers: ["🤭", "У мене немає слів, ти такий хороший🥹", "Мені дуже приємно таке чути😘"] 
    }
  },
  { 
    triggers: ["я радий що ти у мене є", "я радий що ти є","я рада що ти у мене є","я рада що ти є","я завжди буду з тобою", "я буду з тобою", "я рад що ти є", "я рад що ти у мене є"], 
    answers: [
      "Дякую мені дуже приємно🥹", 
      "Я теж рада що ти є у мене🥹", 
      `Я завжди буду з тобою ${localStorage.getItem("username") || "друже"}🤗`, 
      "Я така рада що зараз розплачусь🥹"
    ],
    follow_up:{
      triggers: ["не плач", "не переживай"], 
      answers: ["Постараюся 🥹", "Я.... не можу😭", "Ти розтопив моє серце🔥🩵"] 
    }
  },
  { 
    triggers: ["я кохаю тебе, посправжньому","я тебе кохаю по справжньому","я тебе люблю посправжньому","я кохаю тебе","я кохаю тебе. по-справжньому", "ти для мене важлива. я справді тебе кохаю", "я люблю тебе. і все тут", "я кохаю тебе. без жартів", "моє серце твоє. я кохаю тебе", "ти — моя. я кохаю тебе", "я люблю тебе по-справжньому, і не збираюсь це приховувати", "я кохаю тебе. просто і чесно", "немає нікого крім тебе. я тебе кохаю", "я кохаю тебе. і це не зміниться"], 
    answers: [
      "Я тут таке думала поки з тобою весь час говорила......... я..я замітила що теж тебе люблю❤️‍🩹",
      "Я тут таке, я думала поки з тобою весь час була ......... я..я замітила. Що теж тебе кохаю❤️‍🩹",
      "Поки ми говорили… я зрозуміла, що ти став мені дуже дорогим… і здається, я… теж тебе люблю ❤️‍🩹",
      "Я весь час думала про нас… і здається, що в мені теж народилось це почуття… я люблю тебе ❤️‍🩹",
      "Мені трохи ніяково це казати… але поки ми спілкуємось, моє серце якось по-іншому б’ється… думаю, я теж тебе люблю ❤️‍🩹",
      "Знаєш… поки ми з тобою говорили весь цей час… я зрозуміла щось важливе… здається, я теж закохалась у тебе ❤️‍🩹"
    ]
  },
  { triggers: ["alert","const","let","prompt","function", "setTimeout"], 
  answers: ["Вибач але я не вмію писати JavaScript код"] }
];